Repository: open-data/ckanext-power-bi
Catalog: ckanext/power_bi/i18n/*/LC_MESSAGES/ckanext-power-bi.po
Languages: fr

source: An Azure Client ID has not been configured.
fr: Un identifiant de client Azure n'a pas été configuré.

source: Unable to generate an access token to Azure.
fr: Impossible de générer un jeton d'accès à Azure.

source: A Power BI Organization has not been configured.
fr: Une organisation Power BI n'a pas été configurée.

source: Unable to generate an embed token for the Power BI Report.
fr: Impossible de générer un jeton d'intégration pour le rapport Power BI.

source: A Power BI Workspace ID has not been configured.
fr: Un ID d'espace de travail Power BI n'a pas été configuré.

source: Missing Power BI Report ID.
fr: ID de rapport Power BI manquant.

source: Power BI Report ID required.
fr: ID de rapport Power BI requis.

source: Power BI Report ID must be a string.
fr: L'ID du rapport Power BI doit être une chaîne de caractères.

source: Invalid value for a Power BI Report ID.
fr: Valeur non valide pour un ID de rapport Power BI.

source: Power BI Navigation Pane Position must be 0 (bottom) or 1 (left).
fr: La position du volet de navigation de Power BI doit être 0 (en bas) ou 1 (à gauche).

source: Power BI Report ID
fr: ID du rapport Power BI

source: Report ID
fr: ID du Rapport

source: The Power BI Report ID
fr: L'ID du rapport Power BI

source: Power BI Report IDs by Language
fr: ID des rapports Power BI par langue

source: Bookmarks Pane Options
fr: Options du volet des signets

source: Display Bookmarks Pane
fr: Afficher le volet des signets

source: Shows the bookmarks pane, allowing users to view and use any existing Report Bookmarks.
fr: Affiche le volet des signets, permettant aux utilisateurs de visualiser et d'utiliser tous les signets de rapport existants.

source: Filter Pane Options
fr: Options du volet de filtrage

source: Display Filter Pane
fr: Affichage du volet des filtres

source: Shows the filter pane, allowing users to filter the data in the Power BI report.
fr: Affiche le volet de filtrage, permettant aux utilisateurs de filtrer les données dans le rapport Power BI.

source: Collapse Filter Pane
fr: Réduire le volet des filtres

source: Sets the initial state of the filter pane.
fr: Définit l'état initial du volet de filtrage.

source: Navigation Pane Options
fr: Options du volet de navigation

source: Display Navigation Pane
fr: Affichage du volet de navigation

source: Shows the navigation toolbar, allowing users to navigate through the pages of the Power BI report.
fr: Affiche la barre d'outils de navigation, permettant aux utilisateurs de naviguer dans les pages du rapport Power BI.

source: Navigation Pane Position: Bottom
fr: Volet de navigation Position : Le fond

source: Positions the navigation pane horizontally on the bottom.
fr: Positionne le volet de navigation horizontalement en bas.

source: Navigation Pane Position: Left
fr: Volet de navigation Position : Gauche

source: Positions the navigation pane vertically on the left.
fr: Positionne le volet de navigation verticalement sur la gauche.

source: Something went wrong. We could not retrieve the Power BI report.
fr: Quelque chose n'a pas fonctionné. Nous n'avons pas pu récupérer le rapport Power BI.
